Repository: fbrehm/py_pb_base
Catalog: po/py_pb_*.*.po
Languages: de

source: Creating and binding to Unix Domain Socket '%s' ...
de: Erstelle und binde an Unix-Domain-Sockel '%s' ...

source: Setting permissions of '%(sock)s' to 0%(perm)o.
de: Setze Zugriffrechte von '%(sock)s' auf 0%(perm)o.

source: Invalid owner name '%s' for socket creation given.
de: Ungültiger Besitzername '%s' zur Erstellung des Sockels angegeben.

source: Invalid group name '%s' for socket creation given.
de: Ungültigen Gruppennamen '%s' zur Erstellung des Sockels angegeben.

source: Only root may change ownership of a socket.
de: Nur root darf die Besitzerschaft eines Sockels ändern.

source: Setting ownership of '%(sock)s' to %(uid)d:%(gid)d ...
de: Setze die Besitzerschaft von '%(sock)s' auf %(uid)d:%(gid)d ...

source: Start listening on socket with a queue size of %d.
de: Beginne am Sockel mit einer Warteschlangengröße von %d zu lauschen.

source: Basedir: %r
de: Basis-Verzeichnis: %r

source: Found .mo-file: %r
de: Gefundene .mo-Datei: %r

source: .__call__() not defined
de: .__call__() wurde nicht definiert

source: unknown parser %r (choices: %s)
de: Unbekannter Parser %r (Auswahl: %s)

source: argument "-" with mode %r
de: Argument »-« mit dem Modus %r

source: can't open '%s': %s
de: Kann '%s' nicht öffnen: %s

source: cannot merge actions - two groups are named %r
de: Kann Aktionen nicht fusionieren - zwei Gruppen wurden %r benannt

source: 'required' is an invalid argument for positionals
de: 'required' ist ein ungültiges Positionsargument

source: invalid option string %r: must start with a character %r
de: Ungültiger Optionsstring %r: er muss mit dem Zeichen %r beginnen

source: dest= is required for options like %r
de: dest= wird für Optionen wie %r benötigt

source: invalid conflict_resolution value: %r
de: Ungültiger Konfliktlösungswert: %r

source: conflicting option string(s): %s
de: Konkurrierende Optionsstring(s): %s

source: mutually exclusive arguments must be optional
de: Sich gegenseitig ausschließende Argumente müssen optional sein

source: positional arguments
de: Positionsargumente

source: optional arguments
de: Optionale Argumente

source: show this help message and exit
de: Zeigt diesen Hilfebildschirm an und beendet sich

source: show program's version number and exit
de: Zeigt die Versionsnumer des Programms an und beendet sich

source: cannot have multiple subparser arguments
de: Kann nicht mehrere Unterparser-Argumente haben

source: unrecognized arguments: %s
de: Unbekannte Argumente: %s

source: not allowed with argument %s
de: Nicht mit Argument %s erlaubt

source: ignored explicit argument %r
de: Ignoriertes explizites Argument %r

source: too few arguments
de: Zu wenig Argumente

source: argument %s is required
de: Das Argument %s wird benötigt

source: one of the arguments %s is required
de: Eines der Argumente %s wird benötigt

source: expected one argument
de: Es wird genau ein Argument erwartet

source: expected at most one argument
de: Es wird maximal ein Argument erwartet

source: expected at least one argument
de: Es wird wenigstens ein Argument erwartet

source: ambiguous option: %s could match %s
de: Mehrdeutige Option: %s könnte auf %s passen

source: unexpected option string: %s
de: Unerwarteter Optionsstring: %s

source: %r is not callable
de: %r ist nicht aufrufbar

source: invalid %s value: %r
de: Ungültiger %s Wert: %r

source: invalid choice: %r (choose from %s)
de: Ungültige Auswahl: %r (aus %s auswählen)

source: %s: error: %s
de: %s: Fehler: %s
