Repository: fbrehm/py_pb_base
Catalog: po/py_pb_*.*.po
Languages: de

source: Crc64-Application object:
de: Das Crc64-Anwendungsobjekt:

source: Faked exit to OS. Exit value: %(rv)d, message: %(msg)r
de: Vorgetäuschter Exit zm Betriebssystem. Exitwert: %(rv)d, Meldung: %(msg)r

source: usage:
de: Verwendung:

source: executing pre_run() ...
de: führe pre_run() aus ...

source: The application is not complete initialized.
de: Die Anwendung wurde noch nicht vollständig initialisiert.

source: Object '%s' seems not to be completely initialized.
de: Das Objekt '%s' scheint noch nicht vollständig initialisiert worden zu sein.

source: Ending.
de: Beenden.

source: executing post_run() ...
de: führe post_run() aus ...

source: General options
de: Allgemeine Optionen

source: Use colored output for messages.
de: Verwende farbige Ausgabe für Meldungen.

source: Increase the verbosity level
de: Erhöhen des Ausführlichkeits-Niveaus.

source: Show this help message and exit
de: Zeigt die Hilfe-Meldung an und beendet sich.

source: Display brief usage message and exit
de: Stellt eine kurze Meldung zur Verwendung dar und beendet sich.

source: Version of %%(prog)s: %s
de: Programmversion von %%(prog)s: %s

source: Show program's version number and exit
de: Stellt die Programmversion dar und beendet sich.

source: Configuration file to use additional to the standard configuration files.
de: Konfigurationsdatei, die zusätzlich zu den Standard-Konfigurations-Dateien verwendet werden soll

source: The encoding character set of the configuration files.
de: Der Encoding-Zeichensatz der Konfigurations-Dateien.

source: Generates a default configuration, prints it out to STDOUT and exit.
de: Generiert eine Standard-Konfiguration, schreibt diese nach STDOUT und beendet sich.

source: Read cfg files with character set '%s' ...
de: Lese Konfigurations-Dateien mit Zeichensatz '%s' ...

source: Used config specification:
de: Verwendete Konfigurations-Beschreibung:

source: Reading in configuration file '%s' ...
de: Lese Konfigurations-Datei '%s' ein ...

source: Found configuration:
de: Gefundene Konfiguration:

source: Validation result:
de: Ergebnis der Validierung:

source: Wrong configuration in %r found:
de: Ungültige Konfigurationsanweisung in %r gefunden:

source: Configuration error
de: Konfigurationsfehler

source: Using merged configuration:
de: Verwende fusionierte Konfiguration:

source: Using configuration:
de: Verwende Konfiguration:

source: Undefined error
de: Undefinierter Fehler

source: In section %(section)s key '%(key)s': %(value)s
de: In Abschnitt %(section)s Schlüssel '%(key)s': %(value)s

source: Generates a 64 bit checksum for all given positional arguments.
de: Generiert eine 64-Bit Prüfsumme für alle übergebenen Positionsargumente.

source: The token to generate a CRC64 digest from.
de: Die Zeichenkette, von der das CRC64-Digest generiert werden soll.

source: Invalid facility name '%s' given.
de: Ungültiger Facility-Name '%s' angegeben.

source: The syslog facility to use when logging as a daemon (default: %s).
de: Die zu verwendende Syslog-Facility, wenn die Anwendung als Daemon laufen soll (Default: %s).

source: Log to console instead to syslog.
de: Logging zur Konsole anstatt nach Syslog.

source: Don't daemonize the application, running in foreground.
de: Die Anwendung soll im Verdergrund anstelle als eines Daemons laufen.

source: Got a signal %s.
de: Signal %s empfangen.

source: Process with PID %(pid)d got signal %(signal)s.
de: Der Prozess mit der PID %(pid)d hat das Signal %(signal)s empfangen.

source: Nothing to do on signal USR1 or USR2.
de: Auf das Signal USR1 oder USR2 brauch ich nichts zu tun.

source: Got a signal for forced shutdown.
de: Habe ein Signal zum forcierten Herunterfahren empfangen.

source: Exit from %s, so sad ...
de: Beende %s, schade auch ...

source: Using '%s' as error log file.
de: Verwende '%s' als Fehler-Logdatei.

source: Using '%s' as parent directory of error log file.
de: Verwende '%s' als übergeordnetes Verzeichnis der Fehler-Logdatei.

source: Log directory '%s' doesn't exists.
de: Das Log-Verzeichnis '%s' existiert nicht.

source: Log directory '%s' exists, but is not a directory.
de: Das Log-Verzeichnis '%s' existiert, ist aber kein Verzeichnis.

source: Could not open error logfile: %s
de: Konnte Fehler-Logdatei nicht öffnen: %s

source: Could not open error logfile %(log)s: %(err)s
de: Konnte Fehler-Logdatei %(log)s nicht öffnen: %(err)s

source: First fork ...
de: Erster Fork ...

source: Fork #1 failed:
de: Fork Nr. 1 fehlgeschlagen:

source: Second fork ...
de: Zweiter Fork ...

source: Fork #2 failed:
de: Fork Nr. 2 fehlgeschlagen:

source: %(app)s (v%(ver)s) started as daemon with PID %(pid)d.
de: %(app)s (v%(ver)s) als Daemon mit der PID %(pid)d gestartet.

source: Redirect standard file descriptors ...
de: Leite Standard-Dateideskriptoren um ...

source: I'm a daemon now - Boooaaaahhh!!!
de: Ich bin dämonisiert worden, wau - ·▷▶◊◀◁·

source: Function %(func)s() has to be overridden in class '%(cls)s'.
de: Die Funktion %(func)s() muss in der Klasse '%(cls)s' überschrieben werden.

source: Invalid call to method %(method)s() in a object of class %(class)r (maybe not overridden?).
de: Ungültiger Aufruf der Methode %(method)s() in einem Objekt der Klasse %(class)r (möglicherweise nicht überschrieben?).

source: Given positional arguments: %r.
de: Gegebene Positionsargumente: %r.

source: Given keyword arguments: %r.
de: Gegebene Schlüsselargumente: %r.

source: (timeout after %0.1f secs)
de: (Timeout nach %0.1f Sekunden)

source: Timeout error on reading
de: Timeout beim Lesen

source: Timeout error on writing
de: Timeout beim Schreiben

source: Couldn't occupy lockfile %(file)r in %(secs)0.1f seconds with %(tries)d tries.
de: Konnte Lockdatei %(file)r nicht nach %(secs)0.1f Sekunden und %(tries)d Versuchen vereinnahmen.

source: Wrong value for max_children %(val)d, must be between 1 and %(max)d.
de: Ungültiger Wert für max_children %(val)d, er muss zwischen 1 und %(max)d liegen.

source: Wrong value for timeout_collect_children %d, must be greater than zero.
de: Ungültiger Wert für timeout_collect_children %d, er muss größer als Null sein.

source: Cleaning up ...
de: Räume auf ...

source: Daemon (v%s) ended.
de: Daemon-Prozess (v%s) beendet.

source: Collecting all child processes ...
de: Sammle alle Kind-Prozesse zusammen ...

source: Collecting finished child processes ...
de: Sammle alle beendeten Kind-Prozesse zusammen ...

source: No active children found.
de: Keine aktiven Kind-Prozesse gefunden.

source: Sending signal %d to all child processes.
de: Sende Signal %d an alle Kind-Prozesse.

source: Maximum timeout of %d seconds for waiting on finished child processes reached.
de: Maximalen Timeout von %d Sekunden beim Warten auf beendete Kind-Prozesse erreicht.

source: New stage %d in waiting for child processes.
de: Neues Level %d beim Warten auf Kind-Prozesse.

source: Waiting for finished children, stage %d.
de: Warte auf beendete Kind-Prozesse, Level %d.

source: Removing child %d from active child list ...
de: Entferne Kind-Prozess %d von der Liste der aktiven Prozesse ...

source: Forking a child process ...
de: Forke einen Kind-Prozess ...

source: Forked with process ID %d.
de: Mit Prozess-ID %d geforkt.

source: And here is the child ...
de: Und hier ist das Baby ...

source: Unknown OS command.
de: Unbekanntes Betriebssystemkommando.

source: Empty command list given.
de: Leere Liste mit Kommandos gegeben.

source: Could not found OS command
de: Konnte Betriebssystemkommando nicht finden

source: Searching for command '%s' ...
de: Suche nach Betriebssystemkommando '%s' ...

source: Command '%s' doesn't exists.
de: Das Betriebssystemkommando '%s' existiert nicht.

source: Command '%s' is not executable.
de: Das Betriebssystemkommando '%s' ist nicht ausführbar.

source: Command '%s' not found.
de: Das Betriebssystemkommando '%s' wurde nicht gefunden.

source: Executing %r
de: Führe %r aus

source: Quiet execution
de: Stillschweigende Ausführung

source: Decoding %(what)s from %(enc)r.
de: Decodiere %(what)s von Codierung %(enc)r.

source: Output on %(where)s: %(what)r.
de: Ausgabe an %(where)s: %(what)r.

source: Returncode: %s
de: Rückgabewert %s

source: File doesn't exists.
de: Die Datei existiert nicht.

source: Read permission denied.
de: Lesezugriff verweigert.

source: Reading file content of %r ...
de: Lese Dateiinhalt von %r ...

source: Write permission to %r denied.
de: Schreibzugriff nach %r verweigert.

source: Write permission denied.
de: Schreibzugriff verweigert.

source: Write %(what)r into %(to)r.
de: Schreibe %(what)r nach %(to)r.

source: Writing %r ...
de: Schreibe %r ...

source: Simulating write into %r.
de: Simuliere Schreiben nach %r.

source: Opening '%s' for write unbuffered ...
de: Öffne '%s' zum ungepufferten Schreiben ...

source: Closing '%s' ...
de: Schließe '%s' ...

source: Dumping data from %(src)r to %(tgt)r ...
de: Pumpe Daten von %(src)r nach %(tgt)r ...

source: Opening %r for read.
de: Öffne %r zum Lesen

source: Error opening source %(src)r: %(msg)s
de: Fehler beim Öffnen der Quelle %(src)r: %(msg)s

source: Opening %r for write
de: Öffne %r zum Schreiben

source: Error opening target %(tgt)r: %(msg)s
de: Fehler beim Öffnen des Ziels %(tgt)r: %(msg)s

source: Copying (buffer size %d Bytes)...
de: Kopiere (Puffergröße %d Bytes) ...

source: Seeking %(bytes)d Bytes (%(human)s) in input to %(src)r.
de: Springe %(bytes)d Bytes (%(human)s) in Quelle %(src)r.

source: Seeking %(bytes)d Bytes (%(human)s) in output to %(tgt)r.
de: Springe %(bytes)d Bytes (%(human)s) in Ziel %(tgt)r.

source: No space left on output device %r.
de: Kein Platz mehr in Ausgabegerät %r.

source: Error copying source %(src)r to target %(tgt)r: %(msg)s
de: Fehler beim Kopieren der Quelle %(src)r zum Ziel %(tgt)r: %(msg)s

source: %(bytes)d Bytes (%(human)s) written to output device %(tgt)r.
de: %(bytes)d Bytes (%(human)s) in Ausgabegerät %(tgt)r geschrieben.

source: Dumping binary zeroes to %r ...
de: Pumpe binäre Nullen nach %r ...

source: %(errname)s opening target %(tgt)r: %(msg)s
de: %(errname)s beim Öffnen des Ziels %(tgt)r aufgetreten: %(msg)s

source: Error dumping binary zeroes to target %(tgt)r: %(msg)s
de: Fehler beim Pumpen binärer Nullen zum Ziel %(tgt)r: %(msg)s

source: Initialized.
de: Initialisiert.

source: Checking existence of %r ...
de: Überprüfe existenz von %r ...

source: Filesystem object %r doesn't exists.
de: Das Dateisystemobjekt %r existiert nicht.

source: %r is not given as an absolute path.
de: %r wurde nicht mit einer absoluten Pfadangebe übergeben.

source: Calling 'df' for the following objects:
de: Rufe 'df' für die folgenden Objekte auf:

source: Calling 'df' for real all filesystems.
de: Rufe 'df' für alle realen Dateisysteme auf.

source: Calling 'df' for local filesystems.
de: Rufe 'df' für alle lokalen Dateisysteme auf.

source: Calling 'df' for all filesystems.
de: Rufe 'df' für alle Dateisysteme auf.

source: Error %(nr)d on getting free space of %(obj)r: %(err)s
de: Fehler %(nr)d beim Ermitteln des freien Platzes von %(obj)r: %(err)s

source: Didn't found any usable information in output of %r:
de: Keine auswertbaren Informationen in der Ausgabe von %r gefunden:

source: Could not evaluate line %(line)r in output of command %(cmd)r.
de: Konnte Zeile %(line)r in der Ausgabe des Kommandos %(cmd)r nicht auswerten.

source: Filesystem object %r doesn't seems to exist. Continue because of the 'force' flag.
de: Das Dateisystemobjekt %r scheint nicht zu existieren. Mache wegen gesetztem 'force'-Flag trotzdem weiter.

source: Filesystem object %r doesn't seems to exist.
de: Das Dateisystemobjekt %r scheint nicht zu existieren.

source: %r will not be used by some other processes.
de: %r wird nicht von anderen Prozessen verwendet.

source: Error %(nr)d on getting fuser information of %(obj)r: %(err)s
de: Fehler %(nr)d beim Ermitteln der fuser-Informationen von %(obj)r: %(err)s

source: %r is not an integer value usable as PID.
de: %r ist kein Integerwert, der als PID verwendet werden kann.

source: Locking directory %r doesn't exists or is not a directory.
de: Das Lockverzeichnis %r existiert nicht oder ist kein Verzeichnis.

source: Locking directory %r isn't writeable.
de: Das Lockverzeichnis %r ist nicht beschreibbar.

source: No lockfile given on init of a PbLock object.
de: Keine Lockdatei bei der Initialisierung des PbLock-Objecktes angegeben.

source: Lockfile %r doesn't exists.
de: Die Lockdatei %r existiert nicht.

source: Lockfile %r is not a regular file.
de: Die Lockdatei %r ist keine reguläre Datei.

source: Automatic removing of %r ...
de: Automatisches Löschen von %r ...

source: Refreshing atime and mtime of %r to the current timestamp.
de: Erneuern der atime und der mtime von %r auf den gegenwärtigen Zeitpunkt.

source: Value %(val)r for %(what)s is not a Number.
de: Der Wert %(val)r für %(what)s is keine Zahl.

source: The value for %(what)s must be greater than zero (is %(val)r).
de: Der Wert für %(what)s muss größer als Null sein (ist aber %(val)r).

source: The value for %(what)s must be greater than or equal to zero (is %(val)r).
de: Der Wert für %(what)s muss größer oder gleich Null sein (ist aber %(val)r).

source: Invalid PID %d given on calling create_lockfile().
de: Ungültige PID %d beim Aufruf von create_lockfile() angegeben.

source: Trying to lock lockfile %r ...
de: Versuche, Lockdatei %r zu locken ...

source: Using lock directory %r ...
de: Verwende Lockverzeichnis %r ...

source: Current time difference: %0.3f seconds.
de: Aktuelle Zeitdifferenz: %0.3f Sekunden.

source: Try %(try_nr)d on creating lockfile %(lfile)r ...
de: Versuch Nr. %(try_nr)d, Lockdatei %(lfile)r anzulegen ...

source: Removing lockfile %r ...
de: Lösche Lockdatei %r ...

source: Error on removing lockfile %(lfile)r: %(err)s
de: Fehler beim Löschen der Lockdatei %(lfile)r: %(err)s

source: Sleeping for %0.1f seconds.
de: Schlafe mal für %0.1f Sekunden.

source: Got a lock for lockfile %r.
de: Habe Lock für Lockdatei %r erhalten.

source: Write %(what)r in lockfile %(lfile)r ...
de: Schreibe %(what)r in die Lockdatei %(lfile)r ...

source: Trying to open %r exclusive ...
de: Versuche, %r exklusiv zu öffnen ...

source: Simulation mode, no real creation of a lockfile.
de: Simulationsbetrieb, kein reales Schreiben einer Lockdatei.

source: Error on creating lockfile %(lfile)r: %(err)s
de: Fehler beim Erstellen der Lockdatei %(lfile)r: %(err)s

source: Lockfile %r to remove doesn't exists.
de: Die zu löschende Lockdatei %r existiert nicht.

source: Simulation mode - lockfile won't removed.
de: Simulationsbetrieb - die Lockdatei wird nicht gelöscht.

source: Checking lockfile %r ...
de: Überprüfe Lockdatei %r ...

source: No read access for lockfile %r.
de: Kein Lesezugriff auf Lockdatei %r.

source: No write access for lockfile %r.
de: Kein Schreibzugriff auf Lockdatei %r.

source: Unusable lockfile %r.
de: Lockdatei %r ist nicht verwendbar.

source: Process with PID %d is unfortunately dead.
de: Der Prozess mit der PID %d ist unglücklicherweise verschieden.

source: Process with PID %d is even running.
de: Der Prozess mit der PID %d läuft noch.

source: Lockfile %(lfile)r is older than %(max)d seconds (%(age)d seconds).
de: Die Lockdatei %(lfile)r ist älter als %(max)d Sekunden (%(age)d Sekunden).

source: Lockfile %(lfile)r is %(age)d seconds old, but not old enough (%(max)d seconds).
de: Die Lockdatei %(lfile)r ist %(age)d Sekunden alt, aber noch nicht alt genug (%(max)d Sekunden).

source: Trying to open pidfile %r ...
de: Versuche, PID-Datei %r zu öffnen ...

source: Could not open pidfile %r for reading:
de: Konnte PID-Datei %r nicht zum Lesen öffnen:

source: First line of pidfile %r was empty.
de: Die erste Zeile der PID-Datei %r war leer.

source: Could not interprete %(cont)r as a PID from %(file)r:
de: Konnte %(cont)r (Inhalt von %(file)r) nicht als PID interpretieren:

source: Invalid PID %(pid)d in %(file)r found.
de: Ungültige PID %(pid)d in %(file)r gefunden.

source: Invalid pidfile '%(pidfile)s' given: %(reason)s
de: Ungültige PID-Datei %(pidfile)r angegeben: %(reason)s

source: Invalid pidfile %r given.
de: Ungültige PID-Datei %r angegeben.

source: The pidfile '%(pidfile)s is currently in use by the application with the PID %(pid)d.
de: Die PID-Datei %(pidfile)r ist gegenwärtig durch die Anwendung mit der PID %(pid)d in Verwendung.

source: No filename given on initializing PidFile object.
de: Kein Dateiname bei der Initialisierung des PidFile-Objektes angegeben.

source: Pidfile '%s' doesn't exists, not removing.
de: Die PID-Datei %r existiert nicht und wird deshalb auch nicht gelöscht.

source: Auto removing disabled, don't deleting '%s'.
de: Das automatische Löschen ist deaktiviert, deshalb wird '%s' auch nicht gelöscht.

source: Removing pidfile '%s' ...
de: Lösche PID-Datei '%s' ...

source: Just kidding ..
de: Ich mach doch nur Spass ...

source: Could not delete pidfile %(file)r: %(err)s
de: Konnte PID-Datei %(file)r nicht löschen: %(err)s

source: Invalid PID %(pid)d for creating pidfile %(pidfile)r given.
de: Ungültige PID %(pid)d zum Erstellen der PID-Datei %(pidfile)r übergeben.

source: Deleting pidfile '%s' ...
de: Lösche PID-Datei '%s' ...

source: Trying opening '%s' exclusive ...
de: Versuche, '%s' exklusiv zu öffnen ...

source: Simulation mode - don't real writing in '%s'.
de: Simulationsmodus - kein reales Schreiben nach '%s'.

source: Error on creating pidfile '%(pidfile)s': %(err)s
de: Fehler beim Erstellen der PID-Datei '%(pidfile)s': %(err)s

source: Writing %(pid)d into '%(pidfile)s' ...
de: Schreibe %(pid)d in '%(pidfile)s' hinein ...

source: Calling recreate() on a not self created pidfile.
de: recreate() für eine nicht selbst erstellte PID-Datei aufgerufen.

source: Trying opening '%s' for recreate ...
de: Versuche, '%s' zum Recreate zu öffnen ...

source: Error on recreating pidfile '%(pidfile)s': %(err)s
de: Fehler beim Wiedererstellen der PID-Datei '%(pidfile)s': %(err)s

source: Pidfile parent directory '%s' doesn't exists.
de: Verzeichnis '%s' der PID-Datei existiert nicht.

source: Pidfile parent directory '%s' is not a directory.
de: Verzeichnis '%s' der PID-Datei ist kein Verzeichnis.

source: No write access to pidfile parent directory '%s'.
de: Kein Schreibzugriff zum Verzeichnis '%s' der PID-Datei.

source: It is not a regular file.
de: Es ist keine reguläre Datei.

source: Reading content of pidfile %r ...
de: Lese Inhalt der PID-Datei %r ...

source: No useful information found in pidfile %(file)r: %(line)r
de: Keine auswertbare Information in PID-Datei %(file)r gefunden: %(line)r

source: Trying check for process with PID %d ...
de: Versuche, Prozess mit der PID %d zu überprüfen ...

source: Process with PID %d anonymous died.
de: Der Prozess mit der PID %d ist anonym gestorben.

source: No permission to signal the process %d ...
de: Kein Recht, ein Signal zum Prozess mit der PID %d zu senden ...

source: Unknown error: %r.
de: Unbekannter Fehler: %r.

source: Using pidfile: %r.
de: Verwende PID-Datei: %r.

source: Initialising PidFile object ...
de: Initialisiere PidFile-Objekt ...

source: Setting pidfile to %r by configuration.
de: Setze PID-Datei auf Grund der Konfiguration auf %r.

source: The name of the pidfile (Default: %s).
de: Der Name der PID-Datei (Default: %s).

source: Simulation mode, nothing is really done.
de: Simulationsmodus, nichts wird wirklich verändert.

source: Setting pidfile to %r by commandline parameter.
de: Setze PID-Datei auf Grund des Kommandozeilenparameters auf %r.

source: Creating pidfile %r ...
de: Erstelle PID-Datei %r ...

source: Timeout error on reading from socket
de: Timeout beim Lesen vom Sockel

source: Timeout error on writing to socket
de: Timeout beim Schreiben auf den Sockel

source: Invalid request_queue_size %r, must be between 0 and 5.
de: Ungültiger Wert für request_queue_size %r, er muss zwischen 0 und 5 betragen.

source: Invalid buffer size %(bs)r, must be between %(min)d and %(max)d.
de: Ungültige Puffergröße %(bs)r, sie muss zwischen %(min)d und %(max)d betragen.

source: Closing socket ...
de: Schließe Sockel ...

source: Resetting socket connection ...
de: Setze Sockel-Verbindung zurück ...

source: Cannot send message to the receipient, because the socket connection is interrupted.
de: Kann Nachricht nicht zum Empfänger schicken, da die Sockel-Verbindungunterbrochen wurde.

source: Cannot send message to the receipient, because the socket connection is closed.
de: Kann Nachricht nicht zum Empfänger schicken, da die Sockel-Verbindunggeschlossen wurde.

source: Sending %r to socket.
de: Sende %r zum Sockel.

source: Cannot accept connection, socket is not bonded.
de: Kann keine Verbindung akzeptieren, da der Sockel nicht gebunden ist.

source: Got a request from '%s'.
de: Anfrage von '%s' erhalten.

source: Got a request from somewhere from system.
de: Anfrage von irgendwo aus dem System erhalten.

source: Trying to get data ...
de: Versuche, irgendwie die Daten herauszuziehen ...

source: Got data: %r.
de: Erhaltene Daten: %r

source: Got EOF, counterpart has interrupted ...
de: EOF erhalten, die gegenseite hat unterbrochen ...

source: Performing input buffer ...
de: Verarbeite Eingabe-Puffer ...

source: Current input buffer: %r
de: Aktueller Eingabe-Puffer: %r

source: Got a line: %r
de: Erhaltene Zeile: %r

source: Current input buffer after read_line(): %r
de: Aktueller Eingabe-Puffer nach read_line(): %r

source: The TCP port number must be a positive integer value, not %d.
de: Die TCP Portnummer muss eine positve Integerzahl sein, nicht %d.

source: The IP address family must be one of %(a1)r, %(a2)r or %(a3)r.
de: Die TCP-Adressfamile muss eine von %(a1)r, %(a2)r oder %(a3)r sein.

source: Cannot connect to an undefined IP address.
de: Kann mich nicht zu einer undefinierten Adresse verbinden.

source: Connecting to TCP address %(addr)r, port %(port)d ...
de: Verbinde zu TCP Adresse %(addr)r, Port %(port)d ...

source: The socket is already connected to %(addr)r, port %(port)d ...
de: Der Socket ist bereits mit %(addr)r, Port %(port)d verbunden ...

source: The application is allready bonded to %(addr)r, port %(port)d ...
de: Die nwendung ist bereits auf %(addr)r, Port %(port)d gebunden ...

source: TCP %s results:
de: TCP %s Resultate:

source: Could not open socket to %(addr)r, port %(port)d.
de: Konnte keinen Sockel zu %(addr)r, Port %(port)d öffnen.

source: Creating a listening TCP socket on address %(addr)r, port %(port)d ...
de: Erstelle lauschenden TCP-Sockel auf Adresse %(addr)r, Port %(port)d ...

source: The socket is already connected to address %(addr)r, port %(port)d...
de: Der Sockel ist bereits mit Adresse %(addr)r, Port %(port)d verbunden ...

source: The application is already bonded to address %(addr)r, port %(port)d...
de: Die Anwendung ist bereits auf Adresse %(addr)r, Port %(port)d gebunden ...

source: Could not open listening TCP socket on %(addr)r, port %(port)d.
de: Konnte keinen lauschenden TCP-Sockel auf Adresse %(addr)r, Port %(port)d erstellen.

source: Binding TCP socket to server address: %s
de: Binde TCP-Sockel auf Serveradresse: %s

source: The Unix socket file %r was not found.
de: Die Unix-Sockeldatei %r wurde nicht gefunden.

source: Invalid permissions to connect to Unix socket %r.
de: Ungenügend Rechte, um sich mit dem Unix-Sockel %r zu verbinden.

source: Removing socket file %r ...
de: Lösche Sockeldatei %r ...

source: Connecting to Unix Domain Socket '%s' ...
de: Verbinde mit Unix-Domain-Sockel '%s' ...

source: The socket is already connected to '%s' ...
de: Der Sockel ist bereits verbunden mit '%s' ...

source: The application is already bonded to '%s' ...
de: Die Anwendung is bereits an '%s' gebunden ...

source: Error connecting to Unix Socket '%(sock)s': %(err)s
de: Fehler beim Verbinden mit dem Unix-Domain-Sockel '%(sock)s': %(err)s
